Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: App Store Connect did not confirm the final screenshot order for %@.
ar: لم يؤكد App Store Connect ترتيب لقطة الشاشة النهائية لـ %1$@.
ca: App Store Connect no ha confirmat l'ordre de captura de pantalla final per a %1$@.
cs: App Store Connect nepotvrdil konečné pořadí snímků obrazovky pro %1$@.
da: App Store Connect bekræftede ikke den endelige skærmbilledebestilling for %1$@.
de: App Store Connect hat die endgültige Screenshot-Reihenfolge für %1$@ nicht bestätigt.
el: Ο App Store Connect δεν επιβεβαίωσε την τελική παραγγελία στιγμιότυπου οθόνης για το %1$@.
es: App Store Connect no confirmó el orden final de las capturas para %1$@.
fa: App Store Connect ترتیب نهایی اسکرین‌شات‌ها را برای %1$@ تأیید نکرد.
fi: App Store Connect ei vahvistanut lopullista kuvakaappaustilausta kohteelle %1$@.
fr: App Store Connect n'a pas confirmé l'ordre final des captures d'écran pour %1$@.
he: App Store Connect לא אישר את הזמנת צילום המסך הסופית עבור %1$@.
hr: App Store Connect nije potvrdio konačni redoslijed snimaka zaslona za %1$@.
hu: App Store Connect nem erősítette meg a végső képernyőkép-rendelést a következőhöz: %1$@.
id: App Store Connect tidak mengonfirmasi pesanan tangkapan layar akhir untuk %1$@.
it: App Store Connect non ha confermato l'ordine finale degli screenshot per %@.
ja: App Store Connect は %1$@ の最終的なスクリーンショットの順序を確認していません。
ko: App Store Connect가 %1$@의 최종 스크린샷 순서를 확인하지 않았습니다.
ms: App Store Connect tidak mengesahkan pesanan tangkapan skrin akhir untuk %1$@.
nl: App Store Connect heeft de definitieve bestelling voor screenshots voor %1$@ niet bevestigd.
no: App Store Connect bekreftet ikke den endelige skjermbildebestillingen for %1$@.
pl: App Store Connect nie potwierdził ostatecznej kolejności zrzutów ekranu dla %1$@.
pt_br: App Store Connect não confirmou a ordem final das capturas de tela para %1$@.
pt_pt: App Store Connect não confirmou a ordem final das capturas de ecrã para %1$@.
ro: App Store Connect nu a confirmat comanda finală a capturilor de ecran pentru %1$@.
ru: App Store Connect не подтвердил итоговый порядок скриншотов для %@.
sk: App Store Connect nepotvrdil konečné poradie snímok obrazovky pre %1$@.
sl: App Store Connect ni potrdil končnega vrstnega reda posnetkov zaslona za %1$@.
sv: App Store Connect bekräftade inte den slutliga skärmdumpsbeställningen för %1$@.
th: App Store Connect ไม่ได้ยืนยันลำดับภาพหน้าจอขั้นสุดท้ายสำหรับ %1$@
tr: App Store Connect, %@ için son ekran görüntüsü sırasını onaylamadı.
uk: App Store Connect не підтвердив остаточний порядок знімків екрана для %@.
ur: App Store Connect نے %1$@ کے آخری اسکرین شاٹ آرڈر کی تصدیق نہیں کی۔
vi: App Store Connect chưa xác nhận thứ tự ảnh chụp màn hình cuối cùng cho %1$@.
zh_hans: App Store Connect 未确认 %1$@ 的最终截图顺序。
zh_hant: App Store Connect 未確認 %@ 的最終螢幕截圖順序。

source: App Store Connect does not allow %@ (%@) for this app version/localization. This usually means the selected app version does not support that device family, such as uploading iPad screenshots for an iPhone-only app, or App Store Connect does not accept this display type for the selected platform.
ar: App Store Connect لا يسمح بـ %1$@ (%2$@) لإصدار/ترجمة هذا التطبيق. ويعني هذا عادةً أن إصدار التطبيق المحدد لا يدعم عائلة الجهاز تلك، مثل تحميل iPad لقطات شاشة لتطبيق iPhone فقط، أو أن App Store Connect لا يقبل نوع العرض هذا للنظام الأساسي المحدد.
ca: App Store Connect no permet %1$@ (%2$@) per a la versió/localització d'aquesta aplicació. Això normalment vol dir que la versió de l'aplicació seleccionada no admet aquesta família de dispositius, com ara la càrrega de captures de pantalla iPad per a una aplicació només iPhone, o App Store Connect no accepta aquest tipus de visualització per a la plataforma seleccionada.
cs: App Store Connect nepovoluje %1$@ (%2$@) pro tuto verzi/lokalizaci aplikace. Obvykle to znamená, že vybraná verze aplikace nepodporuje danou rodinu zařízení, jako je nahrání iPad snímků obrazovky pro aplikaci pouze iPhone, nebo App Store Connect nepřijímá tento typ zobrazení pro vybranou platformu.
da: App Store Connect tillader ikke %1$@ (%2$@) for denne appversion/lokalisering. Dette betyder normalt, at den valgte appversion ikke understøtter den enhedsfamilie, f.eks. upload af iPad-skærmbilleder for en app, der kun er iPhone, eller at App Store Connect ikke accepterer denne visningstype for den valgte platform.
de: App Store Connect erlaubt %@ (%@) für diese App-Version/Lokalisierung nicht. Dies bedeutet normalerweise, dass die ausgewählte App-Version diese Gerätefamilie nicht unterstützt, z. B. das Hochladen von iPad-Screenshots für eine nur iPhone-App, oder dass App Store Connect diesen Anzeigetyp für die ausgewählte Plattform nicht akzeptiert.
el: Το App Store Connect δεν επιτρέπει το %1$@ (%2$@) για αυτήν την έκδοση/τοποθέτηση εφαρμογής. Αυτό συνήθως σημαίνει ότι η επιλεγμένη έκδοση της εφαρμογής δεν υποστηρίζει αυτήν την οικογένεια συσκευών, όπως η μεταφόρτωση στιγμιότυπων οθόνης iPad για μια εφαρμογή μόνο iPhone ή η App Store Connect δεν δέχεται αυτόν τον τύπο εμφάνισης για την επιλεγμένη πλατφόρμα.
es: App Store Connect no permite %1$@ (%2$@) para esta versión/idioma. Normalmente significa que la versión seleccionada no admite esa familia de dispositivos, por ejemplo subir capturas de iPad a una app solo para iPhone, o que App Store Connect no acepta este tipo de pantalla para la plataforma elegida.
fa: App Store Connect %1$@ ([FMT_1]]) را برای این نسخه/محلی‌سازی برنامه اجازه نمی‌دهد. این معمولاً به این معنی است که نسخه برنامه انتخاب‌شده آن خانواده دستگاه را پشتیبانی نمی‌کند، مانند آپلود عکس‌های صفحه iPad برای یک برنامه فقط iPhone، یا App Store Connect این نوع نمایش را برای پلتفرم انتخاب‌شده قبول نمی‌کند.
fi: App Store Connect ei salli %1$@ (%2$@) tälle sovellusversiolle/lokalisoinnille. Tämä tarkoittaa yleensä sitä, että valittu sovellusversio ei tue kyseistä laiteperhettä, kuten iPad-kuvakaappausten lähettäminen vain iPhone-sovellukselle, tai App Store Connect ei hyväksy tätä näyttötyyppiä valitulle alustalle.
fr: App Store Connect n'autorise pas %@ (%@) pour cette version/localisation de cette application. Cela signifie généralement que la version de l'application sélectionnée ne prend pas en charge cette famille d'appareils, par exemple en téléchargeant des captures d'écran de iPad pour une application réservée à iPhone, ou que App Store Connect n'accepte pas ce type d'affichage pour la plate-forme sélectionnée.
he: App Store Connect אינו מתיר %1$@ (%2$@) עבור גרסת/לוקליזציה של אפליקציה זו. פירוש הדבר בדרך כלל שגרסת האפליקציה שנבחרה אינה תומכת במשפחת המכשירים הזו, כגון העלאת צילומי מסך של iPad עבור אפליקציה iPhone בלבד, או ש-App Store Connect אינו מקבל סוג תצוגה זה עבור הפלטפורמה שנבחרה.
hr: App Store Connect ne dopušta %1$@ (%2$@) za ovu verziju/lokalizaciju aplikacije. To obično znači da odabrana verzija aplikacije ne podržava tu obitelj uređaja, kao što je prijenos iPad snimaka zaslona za iPhone aplikaciju ili App Store Connect ne prihvaća ovu vrstu prikaza za odabranu platformu.
hu: A App Store Connect nem engedélyezi az %1$@ (%2$@) ehhez az alkalmazásverzióhoz/lokalizációhoz. Ez általában azt jelenti, hogy a kiválasztott alkalmazásverzió nem támogatja az adott eszközcsaládot, például a iPad képernyőképek feltöltése csak a iPhone alkalmazáshoz, vagy a App Store Connect nem fogadja el ezt a megjelenítési típust a kiválasztott platformon.
id: App Store Connect tidak mengizinkan %1$@ (%2$@) untuk versi/lokalisasi aplikasi ini. Hal ini biasanya berarti versi aplikasi yang dipilih tidak mendukung rangkaian perangkat tersebut, seperti mengupload iPad tangkapan layar untuk aplikasi khusus iPhone, atau App Store Connect tidak menerima jenis tampilan ini untuk platform yang dipilih.
ja: App Store Connect では、このアプリのバージョン/ローカリゼーションに対して %@ (%@) が許可されていません。これは通常、選択したアプリのバージョンがそのデバイス ファミリをサポートしていないこと (iPhone 専用アプリの iPad スクリーンショットのアップロードなど)、または App Store Connect が選択したプラットフォームでこの表示タイプを受け入れないことを意味します。
ko: App Store Connect는 이 앱 버전/현지화에 대해 %@(%@)을 허용하지 않습니다. 이는 일반적으로 선택한 앱 버전이 해당 기기 제품군을 지원하지 않음을 의미합니다. 예를 들어 iPhone 전용 앱에 대한 iPad 스크린샷을 업로드하거나 App Store Connect이(가) 선택한 플랫폼에 대해 이 표시 유형을 허용하지 않습니다.
ms: App Store Connect tidak membenarkan %1$@ (%2$@) untuk versi/penyetempatan apl ini. Ini biasanya bermakna versi apl yang dipilih tidak menyokong keluarga peranti itu, seperti memuat naik tangkapan skrin iPad untuk apl iPhone sahaja atau App Store Connect tidak menerima jenis paparan ini untuk platform yang dipilih.
nl: App Store Connect staat %1$@ (%2$@) niet toe voor deze app-versie/lokalisatie. Dit betekent meestal dat de geselecteerde app-versie die apparaatfamilie niet ondersteunt, zoals het uploaden van iPad schermafbeeldingen voor een app die alleen iPhone is, of dat App Store Connect dit weergavetype niet accepteert voor het geselecteerde platform.
no: App Store Connect tillater ikke %1$@ (%2$@) for denne appversjonen/lokaliseringen. Dette betyr vanligvis at den valgte appversjonen ikke støtter den enhetsfamilien, for eksempel å laste opp iPad-skjermbilder for en app som bare er iPhone, eller at App Store Connect ikke godtar denne visningstypen for den valgte plattformen.
pl: App Store Connect nie zezwala na %1$@ (%2$@) dla tej wersji/lokalizacji aplikacji. Zwykle oznacza to, że wybrana wersja aplikacji nie obsługuje tej rodziny urządzeń, na przykład przesyłanie zrzutów ekranu iPad dla aplikacji dostępnej tylko iPhone lub App Store Connect nie akceptuje tego typu wyświetlania dla wybranej platformy.
pt_br: App Store Connect não permite %@ (%@) para esta versão/localização do aplicativo. Isso geralmente significa que a versão do aplicativo selecionada não é compatível com essa família de dispositivos, como o upload de capturas de tela de iPad para um aplicativo somente iPhone ou App Store Connect não aceita esse tipo de exibição para a plataforma selecionada.
pt_pt: App Store Connect não permite %1$@ (%2$@) para esta versão/localização do aplicativo. Isso geralmente significa que a versão do aplicativo selecionada não é compatível com essa família de dispositivos, como o upload de capturas de ecrã de iPad para um aplicativo somente iPhone ou App Store Connect não aceita esse tipo de exibição para a plataforma selecionada.
ro: App Store Connect nu permite %1$@ (%2$@) pentru această versiune/localizare a aplicației. Aceasta înseamnă, de obicei, că versiunea de aplicație selectată nu acceptă acea familie de dispozitive, cum ar fi încărcarea capturilor de ecran iPad pentru o aplicație numai iPhone sau App Store Connect nu acceptă acest tip de afișare pentru platforma selectată.
sk: App Store Connect nepovoľuje %1$@ (%2$@) pre túto verziu/lokalizáciu aplikácie. Zvyčajne to znamená, že vybratá verzia aplikácie nepodporuje danú rodinu zariadení, napríklad nahrávanie iPad snímok obrazovky pre aplikáciu určenú iba pre iPhone, alebo App Store Connect neakceptuje tento typ zobrazenia pre vybratú platformu.
sl: App Store Connect ne dovoljuje %1$@ (%2$@) za to različico/lokalizacijo aplikacije. To običajno pomeni, da izbrana različica aplikacije ne podpira te družine naprav, na primer nalaganje posnetkov zaslona iPad za aplikacijo, ki je samo iPhone, ali App Store Connect ne sprejema te vrste prikaza za izbrano platformo.
sv: App Store Connect tillåter inte %1$@ (%2$@) för denna appversion/lokalisering. Detta innebär vanligtvis att den valda appversionen inte stöder den enhetsfamiljen, till exempel att ladda upp iPad skärmdumpar för en endast iPhone app, eller att App Store Connect inte accepterar den här visningstypen för den valda plattformen.
th: App Store Connect ไม่อนุญาต %1$@ (%2$@) สำหรับเวอร์ชัน/การแปลของแอปนี้ ซึ่งโดยปกติหมายความว่าเวอร์ชันแอปที่เลือกไม่รองรับตระกูลอุปกรณ์นั้น เช่น การอัปโหลดภาพหน้าจอ iPad สำหรับแอป iPhone เท่านั้น หรือ App Store Connect ไม่ยอมรับประเภทการแสดงผลนี้สำหรับแพลตฟอร์มที่เลือก
ur: App Store Connect اس ایپ ورژن/لوکلائزیشن کے لیے %1$@ (%2$@) کی اجازت نہیں دیتا ہے۔ اس کا عام طور پر مطلب یہ ہے کہ منتخب کردہ ایپ ورژن اس ڈیوائس فیملی کو سپورٹ نہیں کرتا ہے، جیسے کہ iPhone-صرف ایپ کے لیے iPad اسکرین شاٹس اپ لوڈ کرنا، یا App Store Connect منتخب پلیٹ فارم کے لیے ڈسپلے کی اس قسم کو قبول نہیں کرتا ہے۔
vi: App Store Connect không cho phép %1$@ (%2$@) đối với phiên bản/bản địa hóa ứng dụng này. Điều này thường có nghĩa là phiên bản ứng dụng đã chọn không hỗ trợ dòng thiết bị đó, chẳng hạn như tải lên iPad ảnh chụp màn hình cho ứng dụng chỉ có iPhone hoặc App Store Connect không chấp nhận loại hiển thị này cho nền tảng đã chọn.
zh_hans: App Store Connect 不允许 %@ (%@) 用于此应用版本/本地化。这通常意味着所选应用版本不支持该设备系列，例如上传仅 iPhone 应用的 iPad 屏幕截图，或者 App Store Connect 不接受所选平台的此显示类型。

source: App Store Connect does not allow %1$@ for %2$@. This usually means the app version doesn't support that device family. Exclude this row, choose a display type the app accepts, or update the app's device support, then try again.
ar: App Store Connect لا يسمح بـ %1$@ لـ %2$@. وهذا يعني عادةً أن إصدار التطبيق لا يدعم عائلة الأجهزة تلك. استبعد هذا الصف، واختر نوع العرض الذي يقبله التطبيق، أو قم بتحديث دعم جهاز التطبيق، ثم حاول مرة أخرى.
ca: App Store Connect no permet %1$@ per a %2$@. Això normalment significa que la versió de l'aplicació no és compatible amb aquesta família de dispositius. Exclou aquesta fila, trieu un tipus de visualització que l'aplicació accepti o actualitzeu la compatibilitat amb el dispositiu de l'aplicació i torneu-ho a provar.
cs: App Store Connect nepovoluje %1$@ pro %2$@. To obvykle znamená, že verze aplikace tuto rodinu zařízení nepodporuje. Vyloučte tento řádek, vyberte typ zobrazení, který aplikace akceptuje, nebo aktualizujte podporu zařízení aplikace a zkuste to znovu.
da: App Store Connect tillader ikke %1$@ for %2$@. Dette betyder normalt, at appversionen ikke understøtter den pågældende enhedsfamilie. Udelad denne række, vælg en skærmtype, som appen accepterer, eller opdater appens enhedssupport, og prøv derefter igen.
de: App Store Connect erlaubt %1$@ nicht für %2$@. Meist unterstützt die App-Version diese Gerätefamilie nicht. Schließe diese Zeile aus, wähle einen Anzeigetyp, den die App akzeptiert, oder erweitere die Geräteunterstützung der App und versuche es dann erneut.
el: Το App Store Connect δεν επιτρέπει το %1$@ για το %2$@. Αυτό συνήθως σημαίνει ότι η έκδοση της εφαρμογής δεν υποστηρίζει αυτήν την οικογένεια συσκευών. Εξαιρέστε αυτήν τη σειρά, επιλέξτε έναν τύπο οθόνης που αποδέχεται η εφαρμογή ή ενημερώστε την υποστήριξη συσκευών της εφαρμογής και, στη συνέχεια, δοκιμάστε ξανά.
es: App Store Connect no permite %1$@ para %2$@. Normalmente significa que la versión de la app no es compatible con esa familia de dispositivos. Excluye esta fila, elige un tipo de pantalla que la app acepte o actualiza los dispositivos compatibles de la app y vuelve a intentarlo.
fa: App Store Connect %1$@ را برای %2$@ مجاز نمی‌داند. این معمولاً به این معنی است که نسخه برنامه از آن خانواده دستگاه پشتیبانی نمی‌کند. این ردیف را حذف کنید، نوع نمایشی را انتخاب کنید که برنامه می‌پذیرد، یا پشتیبانی دستگاه برنامه را به‌روزرسانی کنید، سپس دوباره امتحان کنید.
fi: App Store Connect ei salli %1$@:ta %2$@:lle. Tämä tarkoittaa yleensä sitä, että sovellusversio ei tue kyseistä laiteperhettä. Sulje tämä rivi pois, valitse näyttötyyppi, jonka sovellus hyväksyy, tai päivitä sovelluksen laitetuki ja yritä sitten uudelleen.
fr: App Store Connect n'autorise pas %1$@ pour %2$@. Cela signifie généralement que la version de l'application ne prend pas en charge cette famille d'appareils. Excluez cette ligne, choisissez un type d'affichage accepté par l'application ou mettez à jour la prise en charge des appareils de l'application, puis réessayez.
he: App Store Connect אינו מאפשר %1$@ עבור %2$@. זה בדרך כלל אומר שגרסת האפליקציה לא תומכת במשפחת המכשירים הזו. אל תכלול שורה זו, בחר סוג תצוגה שהאפליקציה מקבלת, או עדכן את תמיכת המכשיר של האפליקציה, ולאחר מכן נסה שוב.
hr: App Store Connect ne dopušta %1$@ za %2$@. To obično znači da verzija aplikacije ne podržava tu obitelj uređaja. Izuzmite ovaj redak, odaberite vrstu prikaza koju aplikacija prihvaća ili ažurirajte podršku uređaja aplikacije, a zatim pokušajte ponovno.
hu: App Store Connect nem engedélyezi az %1$@ %2$@ számára. Ez általában azt jelenti, hogy az alkalmazás verziója nem támogatja az adott eszközcsaládot. Zárja ki ezt a sort, válassza ki az alkalmazás által elfogadott megjelenítési típust, vagy frissítse az alkalmazás eszköztámogatását, majd próbálkozzon újra.
id: App Store Connect tidak mengizinkan %1$@ untuk %2$@. Biasanya ini berarti versi aplikasi tidak mendukung rangkaian perangkat tersebut. Kecualikan baris ini, pilih jenis tampilan yang diterima aplikasi, atau perbarui dukungan perangkat aplikasi, lalu coba lagi.
it: App Store Connect non consente %@ per %@. Di solito significa che la versione dell'app non supporta quella famiglia di dispositivi. Escludi questa riga, scegli un tipo di display accettato dall'app o aggiorna i dispositivi supportati dall'app, poi riprova.
ja: App Store Connect では %2$@ に対して %1$@ を許可していません。これは通常、アプリのバージョンがそのデバイス ファミリをサポートしていないことを意味します。この行を除外し、アプリが受け入れる表示タイプを選択するか、アプリのデバイス サポートを更新してから、再試行してください。
ko: App Store Connect는 %2$@에 대해 %1$@을(를) 허용하지 않습니다. 이는 일반적으로 앱 버전이 해당 기기 제품군을 지원하지 않는다는 뜻입니다. 이 행을 제외하거나, 앱에서 허용하는 디스플레이 유형을 선택하거나, 앱의 기기 지원을 업데이트한 후 다시 시도하세요.
ms: App Store Connect tidak membenarkan %1$@ untuk %2$@. Ini biasanya bermakna versi apl tidak menyokong keluarga peranti tersebut. Kecualikan baris ini, pilih jenis paparan yang diterima oleh apl atau kemas kini sokongan peranti apl, kemudian cuba lagi.
nl: App Store Connect staat %1$@ niet toe voor %2$@. Dit betekent meestal dat de app-versie die apparaatfamilie niet ondersteunt. Sluit deze rij uit, kies een weergavetype dat de app accepteert, of update de apparaatondersteuning van de app en probeer het vervolgens opnieuw.
no: App Store Connect tillater ikke %1$@ for %2$@. Dette betyr vanligvis at appversjonen ikke støtter den enhetsfamilien. Ekskluder denne raden, velg en visningstype appen godtar, eller oppdater appens enhetsstøtte, og prøv på nytt.
pl: App Store Connect nie pozwala na %1$@ dla %2$@. Zwykle oznacza to, że wersja aplikacji nie obsługuje tej rodziny urządzeń. Wyklucz ten wiersz, wybierz typ wyświetlania akceptowany przez aplikację lub zaktualizuj obsługę urządzeń w aplikacji, a następnie spróbuj ponownie.
pt_br: O App Store Connect não permite %1$@ para %2$@. Isso geralmente significa que a versão do aplicativo não é compatível com essa família de dispositivos. Exclua esta linha, escolha um tipo de exibição que o aplicativo aceite ou atualize os dispositivos compatíveis do aplicativo e tente novamente.
pt_pt: App Store Connect não permite %1$@ para %2$@. Isso geralmente significa que a versão do aplicativo não é compatível com essa família de dispositivos. Exclua esta linha, escolha um tipo de exibição que o aplicativo aceita ou atualize o suporte do dispositivo do aplicativo e tente novamente.
ro: App Store Connect nu permite %1$@ pentru %2$@. Acest lucru înseamnă de obicei că versiunea aplicației nu acceptă acea familie de dispozitive. Excludeți acest rând, alegeți un tip de afișare pe care aplicația îl acceptă sau actualizați suportul pentru dispozitiv al aplicației, apoi încercați din nou.
ru: App Store Connect не допускает %@ для %@. Обычно это значит, что версия приложения не поддерживает это семейство устройств. Исключите эту строку, выберите тип дисплея, который принимает приложение, или обновите список поддерживаемых устройств, затем повторите попытку.
sk: App Store Connect nepovoľuje %1$@ pre %2$@. Zvyčajne to znamená, že verzia aplikácie nepodporuje túto rodinu zariadení. Vylúčte tento riadok, vyberte typ zobrazenia, ktorý aplikácia akceptuje, alebo aktualizujte podporu zariadenia aplikácie a skúste to znova.
sl: App Store Connect ne dovoljuje %1$@ za %2$@. To običajno pomeni, da različica aplikacije ne podpira te družine naprav. Izključite to vrstico, izberite vrsto zaslona, ​​ki ga sprejema aplikacija, ali posodobite podporo za napravo aplikacije, nato poskusite znova.
sv: App Store Connect tillåter inte %1$@ för %2$@. Detta innebär vanligtvis att appversionen inte stöder den enhetsfamiljen. Uteslut den här raden, välj en visningstyp som appen accepterar eller uppdatera appens enhetsstöd och försök sedan igen.
th: App Store Connect ไม่อนุญาตให้ใช้ %1$@ สำหรับ %2$@ ซึ่งมักจะหมายความว่าเวอร์ชันแอปไม่รองรับตระกูลอุปกรณ์นั้น ยกเว้นแถวนี้ เลือกประเภทการแสดงผลที่แอปยอมรับ หรืออัปเดตการรองรับอุปกรณ์ของแอป แล้วลองอีกครั้ง
tr: App Store Connect, %2$@ için %1$@ ekran türüne izin vermiyor. Bu genellikle uygulama sürümünün o aygıt ailesini desteklemediği anlamına gelir. Bu satırı hariç tutun, uygulamanın kabul ettiği bir ekran türü seçin ya da uygulamanın aygıt desteğini güncelleyin ve tekrar deneyin.
uk: App Store Connect не дозволяє %@ для %@. Зазвичай це означає, що версія програми не підтримує цю родину пристроїв. Виключіть цей рядок, виберіть тип дисплея, який приймає програма, або оновіть підтримку пристроїв програми, а потім повторіть спробу.
ur: App Store Connect %1$@ کو %2$@ کی اجازت نہیں دیتا ہے۔ اس کا عام طور پر مطلب ہے کہ ایپ کا ورژن اس ڈیوائس فیملی کو سپورٹ نہیں کرتا ہے۔ اس قطار کو خارج کریں، ایک ڈسپلے کی قسم منتخب کریں جسے ایپ قبول کرتی ہے، یا ایپ کی ڈیوائس سپورٹ کو اپ ڈیٹ کریں، پھر دوبارہ کوشش کریں۔
vi: App Store Connect không cho phép %1$@ đối với %2$@. Điều này thường có nghĩa là phiên bản ứng dụng không hỗ trợ dòng thiết bị đó. Loại trừ hàng này, chọn loại hiển thị mà ứng dụng chấp nhận hoặc cập nhật hỗ trợ thiết bị của ứng dụng, sau đó thử lại.
zh_hans: App Store Connect 不允许在 %2$@ 中使用 %1$@。这通常表示该 App 版本不支持此设备系列。请排除此行、选择 App 接受的显示类型，或更新 App 的设备支持，然后重试。
zh_hant: App Store Connect 不允許在 %2$@ 使用 %1$@。這通常表示該 App 版本不支援此裝置類型。請排除此列、選擇 App 接受的顯示類型，或更新 App 的裝置支援，然後再試一次。
